{"link": "https://www.youtube.com/watch?v=uW_LeG7lma8", "artist": "Unknown", "split": "4-257", "description": "Solo piano playing in C major, interpreting an Armenian music. A poignant, introspective melody that evokes deep contemplation, stirring up a mix of emotions, from wistfulness to excitement."}
{"link": "https://www.youtube.com/watch?v=_rQNNsBY0DU", "artist": "Unknown", "split": "4-260", "description": "A musical journey with solo piano notes in C major, resonating with the soul-stirring beauty of Armenian music. A bit active emotional play, originating contemplation where each note is a whisper of emotion, evoking feelings of longing and desire in a symphony of sound."}
{"link": "https://www.youtube.com/watch?v=EiSPazC0r0o", "artist": "Unknown", "split": "4-end", "description": "Deep emotional solo piano notes in C major, echoing the soul-stirring beauty of Armenian melodies. The composition is a testament to the power of music to evoke profound feelings of love and longing, romance, passion and drama."}
{"link": "https://www.youtube.com/watch?v=QaUKSJMTXxk", "artist": "Unknown", "split": "4-90", "description": "A journey of the heart with solo piano notes in C major, capturing the essence of Armenian melodies. This evocative composition weaves a tale of love and loss, stirring the soul with its haunting beauty, emotionality, drama and melody."}
{"link": "https://www.youtube.com/watch?v=FxkJh6CucD0", "artist": "Unknown", "split": "4-end", "description": "An enchanting, soft melody of Armenian piano music with solo piano notes in C major. This stirring composition captures the essence of longing and desire, full of positive emotions, weaving a tale of romance and reverie"}
{"link": "https://www.youtube.com/watch?v=P9dWvFzpOXI", "artist": "Unknown", "split": "4-188", "description": "Timeless music of Armenian piano music with solo piano notes in C major. Each note resonates with a deep sense of emotion, drama, evoking feelings of longing and nostalgia in a poignant symphony of sound."}
{"link": "https://www.youtube.com/watch?v=zWdtmBbgE1w", "artist": "Unknown", "split": "4-end", "description": "A mesmerizing solo piano rendition in C major of an Armenian piece, evoking profound melancholy and introspection. The somber notes weave a tale of wistful contemplation, stirring the soul with their poignant beauty."}
{"link": "https://www.youtube.com/watch?v=HhoPwyhF3bI", "artist": "Unknown", "split": "4-89", "description": "Solo piano notes in C major playing an Armenian piano music. A sad, melancholic and dramatic play originates moods that make the listener fall into contemplation, making them get excited and cry."}
{"link": "https://www.youtube.com/watch?v=OOHFFWz8T4s", "artist": "Unknown", "split": "4-215", "description": "Solo piano notes in C major playing Komitas's Armenian music with violin. A spring mood full of love, passion, romance and ballad. The soft melody provokes immense emotions and drama."}
{"link": "https://www.youtube.com/watch?v=GKZ_L7uCH_E", "artist": "Unknown", "split": "4-end", "description": "Solo piano notes in C major playing Tigran Mansuryan's Armenian music with violin. The moods include romantic, emotional, dramatic and melodic. An emotional, sad story full of love and passion."}
{"link": "https://www.youtube.com/watch?v=8dDArTZOwn0", "artist": "Unknown", "split": "4-end", "description": "A solo piano notes in C major playing with violin a beautiful, melodic Armenian music. The music is both romantic and very emotional. The music provides enjoyment, satisfaction and happy moods."}
{"link": "https://www.youtube.com/watch?v=x6MxiGjlMTQ", "artist": "Unknown", "split": "4-100", "description": "A solo piano notes in C major playing an Armenian music about love. The passion, romance and ballad are included in the music in a sad manner provoking various emotional feelings making the listener dream and enjoy."}
{"link": "https://www.youtube.com/watch?v=5g_AqcZj6GQ", "artist": "Unknown", "split": "4-194", "description": "Solo piano notes in C major playing a romantic Armenian music about love. The play is full of emotions, sad romantic story full of emotions and intrigues."}
{"link": "https://www.youtube.com/watch?v=9JA5e9CiV0s", "artist": "Unknown", "split": "4-188", "description": "Solo piano notes in C major of an Armenian romantic music. The overall aura is sad, but with various romantic tones. The melody rises motivation, passion and creates an emotional atmosphere."}
{"link": "https://www.youtube.com/watch?v=LY1m_NgjNB8", "artist": "Unknown", "split": "4-97", "description": "Solo piano notes in C major of an Armenian patriotic music. The moods contained are inspiring, spiritual, motivating and full of hope providing strong emotions to the listener."}
{"link": "https://www.youtube.com/watch?v=tMtnR1QhzLA", "artist": "Unknown", "split": "4-81", "description": "Solo piano notes in C major of Armenian patriotic music. The mood is inspiring, motivating, hopeful, providing strong spirit to the listener. A typic music of a strong Armenian soldier."}
{"link": "https://www.youtube.com/watch?v=JO6lNM3VN9E", "artist": "Unknown", "split": "4-290", "description": "A romantic, emotional play on solo piano notes in C major of an Armenian music. The mood is highly emotional, a bit sad, full of passion and love."}
{"link": "https://www.youtube.com/watch?v=X9MxNQyQWOg", "artist": "Unknown", "split": "4-174", "description": "Solo piano notes in C major with violin playing an Armenian piano music with very emotional mood, romantic, melodic and nostalgic aura. The beautiful harmony makes the listener enjoy every note played."}
{"link": "https://www.youtube.com/watch?v=IOfbbfl7yhY", "artist": "Unknown", "split": "4-154", "description": "Solo piano notes in C major playing an Armenian piano music by Komitas. The mood is strongly emotional, motivating, inspiring and melodic."}
{"link": "https://www.youtube.com/watch?v=Dskwtua6Lg0", "artist": "Unknown", "split": "4-156", "description": "Solo piano notes in C major playing an emotional, romantic and melodic Armenian music. The melody reminds of a love ballad full of passion and romance."}
{"link": "https://www.youtube.com/watch?v=YyrjaN6ubpE", "artist": "Unknown", "split": "4-150", "description": "Solo piano notes in C major of Tigran Mansuryan's Armenian music. A romantic, emotional play provoking different emotions: love, nostalgia, containing a bit sad tone."}
{"link": "https://www.youtube.com/watch?v=eYa5ZknzhZw", "artist": "Unknown", "split": "4-170", "description": "Solo piano notes in C major accompanied by violin playing a super emotional Armenian music, a soundtrack, that creates strong feelings, sadness, melancholy and deep thinking."}
{"link": "https://www.youtube.com/watch?v=8Z3AaPF46WY", "artist": "Unknown", "split": "4-132", "description": "Solo piano notes in C major of a melodic, romantic and emotional Armenian music. The pace is slow that originates diverse moods of sadness, contemplation and satisfaction."}
{"link": "https://www.youtube.com/watch?v=HnJy0l9UuI8", "artist": "Unknown", "split": "4-140", "description": "Solo piano notes in C major of an emotional Armenian music. Slow, melodic, melancholic music evoking various sad feelings. It makes the listener contemplate and evaluate the past."}